#+FILETAGS: REFILE
* TODO Add all existing tasks
[2022-04-27 Wed 20:28]
* TODO Fix the kitchen sink
  :LOGBOOK:
  CLOCK: [2022-04-27 Wed 22:40]--[2022-04-27 Wed 22:41] =>  0:01
  :END:
[2022-04-27 Wed 22:40]
* TODO Get CS3853 materials ready
[2022-04-27 Wed 22:45]
* TODO Install calibre for Laurel
  :LOGBOOK:
  CLOCK: [2022-04-27 Wed 22:45]--[2022-04-27 Wed 22:46] =>  0:01
  :END:
[2022-04-27 Wed 22:45]
* TODO Clean HRV core
[2022-04-27 Wed 22:46]
* TODO Setup Word for Laurel
[2022-04-27 Wed 22:47]
* TODO Send Torsten blog link
[2022-04-27 Wed 22:49]
* TODO Look at backing up 3DS games
[2022-04-27 Wed 22:50]
* TODO Get list of Meers plasma publications
[2022-04-27 Wed 22:53]
* TODO Send course description and office hours for CS3853
  :LOGBOOK:
  CLOCK: [2022-04-27 Wed 22:55]--[2022-04-27 Wed 22:56] =>  0:01
  :END:
[2022-04-27 Wed 22:55]
* TODO Reconfig Zabbix alerts so that we can close them more easily
[2022-04-27 Wed 22:56]
* TODO Go through github issues
[2022-04-27 Wed 22:59]
